{
	"welcome_hey1": "Hey,\nich bin Lifely",
	"welcome_hey2": "Ich möchte dir helfen, ein erfülltes Leben zu führen :)",
	"welcome_start": "LASS UNS STARTEN",
	"welcomeName_meet": "Lass mich dich kennenlernen\n\nWie nennen deine Freunde dich?",
	"welcomeMenu_goals": "Okay {},\nnoch eine Frage ;)\n\nHast du bereits Ziele oder soll ich dir noch etwas über Zielsetzung erzählen?",
	"welcomeMenu_dashboard": "Ziele direkt eintragen",
	"welcomeMenu_readGoals": "Etwas über Zielsetzung erfahren",
	"dashboard_hello": "Hallo {},",
	"dashboard_welcome": "schön das du da bist!",
	"dashboard_boxText": "Der Langsamste, der sein Ziel nicht aus den Augen verliert, geht noch immer geschwinder, als jener, der ohne Ziel umherirrt.",
	"dashboard_letters": "Briefe:",
	"dashboard_PFE": "ZDE",
	"dashboard_box_activeGoalsSg": "aktives\nZiel",
	"dashboard_box_activeGoalsPl": "aktive\nZiele",
	"dashboard_box_achievedGoalsSg": "erreichtes\nZiel",
	"dashboard_box_achievedGoalsPl": "erreichte\nZiele",
	"dashboard_box_nextGoal": "nächstes Ziel:",
	"dashboard_goals": "Ziel-\nsetzung",
	"settings_rate": "Falls dir die App gefällt, würden wir uns über deine Bewertung freuen!",
	"settings_date": "Du benutzt Lifely seit dem ",
	"settings_title": "Einstellungen",
	"settings_changeName": "Name ändern",
	"settings_reset": "App zurücksetzen/Daten löschen",
	"settings_change": "Ändern",
	"settings_reset_confirm": "Bist du dir sicher, dass du die App zurücksetzen willst? Alle Daten gehen dabei verloren.",
	"settings_reset_confirm reset": "Zurücksetzen",
	"cancel": "Abbrechen",
	"big5AndGoal_big5text": "Diese Dinge möchte ich erfüllt haben, bevor ich diese Welt wieder verlasse!",
	"big5AndGoal_goalstext": "Ich werde alles geben um diese Ziele zu erreichen und an ihnen wachsen!",
	"big5AndGoal_mybig5": "Meine Big Five + ZDE",
	"big5AndGoal_mygoals": "Meine Ziele",
	"big5AndGoal_start": "Fange jetzt an dir deine Ziele aufzuschreiben!",
	"close": "Schließen",
	"delete": "Löschen",
	"popup_goalAchieved": "Ziel erreicht",
	"popup_goalAchievedDate": "Erreicht am:",
	"popup_chooseIcon": "Wähle ein Icon aus",
	"popup_clear": "Felder leeren",
	"popup_clear_clear": "Leeren",
	"popup_clear_confirm": "Bist du dir sicher, dass du alle Felder leeren willst?",
	"popup_delete_confirm": "Bist du dir sicher, dass du das Ziel löschen willst?",
	"popup_noIcon": "Keine Ergebnisse für:",
	"popup_searchIcon": "Icon suchen...",
	"popup_delete": "Ziel löschen",
	"popup_chooseTitle": "Wähle einen Titel",
	"popup_chooseTitleWarning": "Bitte vergebe einen Titel.",
	"popup_chooseDate": "Fälligkeitsdatum wählen",
	"popup_description": "Hier ist Platz für eine pregnante Kurzbeschreibung!",
	"popup_descriptionWarning": "Bitte schreibe eine Kurzbeschreibung ;)",
	"popup_note": "Notiz:",
	"popup_noteTip": "TIPP: Forumuliere deine Ziele immer SMART!",
	"popup_chooseIcon2": "Icon wählen",
	"popup_date_days": "Tage",
	"popup_date_month": "Monat",
	"popup_date_months": "Monate",
	"popup_date_past": "(Vergangen!)",
	"popup_date_today": "(Heute!)",
	"popup_date_tomorrow": "(Morgen!)",
	"popup_date_year": "Jahr",
	"popup_lifelyPopup_firstGoal": "Das war ein wichtiger Schritt! Bleibe dran und füge weitere Ziele hinzu. Du solltest es aber auch nicht übertreiben. Feiere ersteinmal, dass du jetzt ein schriftliches Ziel hast, dass du erreichen willst.\n\nDu schaffst das!",
	"popup_lifelyPopup_firstGoalAchieved": "Du hast dein erstes Ziel erreicht. Das sollte gefeiert werden! \n\nGlaube an dich selbst und gib bei deinen weiteren Zielen alles!",
	"popup_lifelyPopup_goalAchieved": "Das ist schon dein {}. erreichtes Ziel!\n\nIch bin mir sicher, dass du deine weiteren Ziele auch erreichen wirst!",
	"popup_checklist_add": "Füge Zwischenziele hinzu!",
	"great": "Toll",
	"great2": "Super",
	"big5_lock_info": "Damit du wirklich dranbleibst und dich ersteinmal deinen Zielen widmest, wird dieser Bereich erst in",
	"big5_lock_info2": "freigeschaltet. Bis dann!",
	"big5_lock_timeOver": "Schön, dass du wieder da bist, {}.\n\nDas Warten hat sich gelohnt!\nIm Dashboard sind jetzt zwei neue Briefe für dich.\nDrücke auf das Schloss um den Bereich jetzt freizuschalten!",
	"big5_lifelyPopup": "Respekt, dass du gewartet hast! Lese dir nun am besten die neuen Briefe im Dashboard durch.\n\nDanach kannst du die Beispiele hier als Inspiration nehmen, um deine eigenen Big 5 und deinen ZDE einzutragen!",
	"letter_backtothedashboard": "Zum Dashboard",
	"letter_goalsetting": "Zielsetzung",
	"letter_goalsetting_text": "1. Warum Ziele?\n<br><br>\n<strong>,,Wer selbst keine Ziele hat, arbeitet automatisch für die Ziele anderer.’’</strong>\n<br><br>\nJeder, auch du hast bestimmt <strong>Träume und Vorstellungen</strong> von deinem Leben. Um dein Traumleben aber wirklich zu leben brauchst du Ziele. Sie leiten dich. Du brauchst Ziele, um zu demjenigen zu werden, der du sein willst und um die Dinge zu erreichen, die du dir vornimmst. Übrigens: zwischen ,,Dinge vornehmen’’ und konkrete Ziele setzen und erreichen ist ein großer Unterschied! <br>\nDie meisten Leute, zum Beispiel, halten ihre ,,Jahresvorsätze’’ nur, wenn überhaupt, ein bis zwei Monate durch. Hast du allerdings <strong>konkret definierte Ziele</strong> und ein Warum kannst du viel erreichen und dein Leben und das anderer bereichern. Auch wichtig ist, dass du dir deine Ziele aufgeschrieben hast. Dafür ist - unter anderem - diese App da. Denn Studien haben bewiesen, dass Menschen mit verschriftlichen Zielen diese viel eher erreichen, als jene die ihre ,,Ziele’’ nur im Kopf haben.\nAber wichtig: Ziele sind sehr individuell und keinesfalls rein mit verbissenem Ehrgeiz oder nur materiellen Dingen verbunden.\n<br><br><br>\n2. Zielsetzung\n<br><br>\nKommen wir nun zur Zielsetzung. Zunächst solltest du dich fragen, mit welchen <strong>Lebensbereichen</strong> (z.B.: Gesundheit und Körper, persönliches Wachstum, Spaß, etc.)\n du nicht zufrieden bist beziehungsweise wo du dir Verbesserungen wünschst. So solltest du dir also zunächst überlegen, was für Wünsche du in deinen Lebensbereichen hast. Nimm dir dafür etwas Zeit.<br>\nJetzt solltest du dir überlegen, wie deine Lebensbereiche zu einem fest definierten Zeitpunkt aussehen sollen. Werde dabei konkreter und denke immer daran, dass es am Ende immer darum geht, dass du ein tolles und <strong>erfülltes Leben</strong> hast. Die <strong>Ziele sollen dir dabei helfen und dich leiten. </strong>Überlege dir dabei auch immer warum überhaupt du dieses Ziel erreichen willst. Falls du kein Warum hast, erschaffe dir eins. Es hilft dir, auch an schlechten Tagen motiviert zu bleiben. <br>\nAuch wichtig: Habe<strong> Zwischenziele</strong>! Oft erscheint eine Aufgabe oder ein Ziel sehr komplex und schwer zu erreichen. Brichst du es aber in mehrere Zwischenziele herunter, sieht die Welt gleich schon ganz anders aus und du hast konkrete Dinge, zum erledigen.\n<br><br><br>\n3. SMART-Methode\n<br><br>\nSchön das du noch da bist! Jetzt können wir zum Formulieren deiner Ziele kommen. Hier möchte ich dir die SMART-Methode vorstellen. Sie hilft dir dabei deine Ziele so zu formulieren, dass dessen Erreichung bestmöglich unterstützt wird. Dazu ein Bild:",
	"letter_goalsetting_text2": "Statt: ,,Ich werde viel Geld sparen.’’ sollte dein Ziel also lauten: ,,Am 31.12.2020 werde ich 10.000€ Erspartes auf meinem Konto haben.’’\n<br><br>\nToll, dass du noch da bist. Mit diesem Wissen kannst du jetzt damit starten dein erstes Ziel einzutragen. \n",
	"letter_lifely": "Schön, dass du da bist. <br>\nMit lieben Grüßen, <br>\nLifely",
	"letter_goalsetting_source": "",
	"letter_bigfive": "Big Five",
	"letter_bigfive_source": "Quelle: The Big Five for Life: Was wirklich zählt im Leben, John Strelecky",
	"letter_bigfive_text": "Was bedeutet Big Five? <strong>Die Big Five stehen für die 5 Dinge, die du in deinem Leben gemacht oder erreicht haben willst bevor du stirbst.</strong> Stell dir vor dein Leben würde katalogisiert werden und <strong>am Ende deines Lebens würde ein Museum errichtet werden</strong>, in dem du genau sehen kannst, wie du dein Leben verbracht hast. Würdest du so zum Beispiel die Hälfte deines Lebens mit Sport verbringen, würde auch die Hälfte deines Museums mit Bildern davon gefüllt sein. Das gilt allerdings auch für negative Aspekte. Dieses Beispiel zeigt wie wichtig es ist, dein Leben nach deinen Vorstellungen, Werten und Interessen zu gestalten und dich mit den Menschen zu umgeben die dich dabei unterstützen. \n<br<br>\nDeine Big Five und dein ZDE gehen Hand in Hand. Du kannst dir deinen <strong>ZDE wie einen Fluss vorstellen den du mit einem Boot abfährst. Auf deinem Weg kommst du an deinen Big Five vorbei und schließt diese ab.</strong> So bereist du zum Beispiel die Welt und lernst viele Kulturen kennen. Am Ende deines Lebens, wenn der Fluss versiegt, hast du optimalerweise alle deine Big Five hinter dir gelassen und hattest so ein erfolgreiches Leben. Du hast den Erfolg deines Lebens selbst in die Hand genommen und definiert. \n<br<br>\nBeispiele für deine Big Five findest du im Tab links neben dem Dashboard. \n<br<br>\nP.s.: Die Reihenfolge der Big Five steht nicht für eine Wertung.\n",
	"letter_pfe": "ZDE",
	"letter_pfe_source": "Quelle: Das Café am Rande der Welt: eine Erzählung über den Sinn des Lebens, John Strelecky",
	"letter_pfe_text": "Was bedeutet ZDE? ZDE steht für <strong>Zweck der Existenz.</strong>\n<br><br>\nNeben den Zielen ist der Zweck der Existenz fast noch wichtiger um ein erfülltes Leben zu führen. <strong>Menschen leben durchschnittlich 28.000 Tage.</strong> Klingt wenig, oder? Es wäre doch schade, wenn du am Ende nicht von deinem Leben sagen kannst ,,Das war ein tolles Leben’’. Deshalb frage dich: <strong>Warum bin ich hier?</strong> Was werde ich mit dem unglaublichen Geschenk, dass ich überhaupt hier bin, machen? Um diese Frage zu beantworten muss du dir Zeit nehmen, der ZDE ist eine sehr <strong>individuelle Sache</strong> und sollte frei von Erwartungen anderer sein. Wenn du dein Leben nach deinem ZDE und deinen Big Five (dazu im anderen Brief mehr) führst und jeden Tag das tust, was dich glücklich macht und dir Freude bereitet, wirst du <strong>keinen Tag in deinem Leben bereuen</strong> und ein tolles Leben haben. \n<br><br>\nFalls du jetzt keine genau Idee hast: Nicht Schlimm! <strong>Es braucht Zeit und Erfahrung deinen ZDE zu finden. Also trau dich und probiere mal etwas neues.</strong> Du kannst es zum Beispiel mit einem neuen Hobby probieren oder einfach etwas tun, was du zuvor noch nie getan hast. Je mehr Unterschiedliches du ausprobierst und je mehr Erfahrungen du hast, desto eher wirst du deine Bestimmung finden! Beispiele für deinen ZDE findest du im Tab links neben dem Dashboard. \n<br><br>\nUrsprünglich kommt der Begriff ZDE aus dem Buch <strong>,,Das Café am Rande der Welt: eine Erzählung über den Sinn des Lebens’’</strong> von John Strelecky. Das Buch ist eine echte Empfehlung! ;) Zur Verbildlichung, kannst du dir gerne ein kurze Video des Autors zu dem ZDE ansehen. Dazu gib einfach ‘’Was ist mein \"Zweck der Existenz\"?’’ bei YouTube ein.\n",
    "letter_goal_readingtime": "Lesezeit: 5min",
    "letter_pfe_readingtime": "Lesezeit: 3min",
    "letter_bigfive_readingtime": "Lesezeit: 1min",
    "popup_image_pick": "Bild auswählen",
	"popup_image_savebefore": "Speichere das Ziel zuerst um ein Bild hinzufügen zu können.",
	"goalsList_achieved_goals": "erreichte Ziele:"

}
