{
	"welcome_hey1": "Hey,\nI'm Lifely",
	"welcome_hey2": "I want to help you to live a fulfilling life :)",
	"welcome_start": "LET'S START",
	"welcomeName_meet": "Let me get to know you\n\nWhat do your friends call you?",
	"welcomeMenu_goals": "Okay {},\nanother question ;)\n\nDo you already have goals or should I tell you something about setting goals?",
	"welcomeMenu_dashboard": "Enter goals directly",
	"welcomeMenu_readGoals": "Learn about goal setting",
	"dashboard_hello": "Hello {},",
	"dashboard_welcome": "nice that you're there!",
	"dashboard_boxText": "The slowest one, who never loses sight of his goal, is still faster than the one who wanders around without a goal.",
	"dashboard_letters": "Letters:",
	"dashboard_PFE": "PFE",
	"dashboard_box_activeGoalsSg": "active\ngoal",
	"dashboard_box_activeGoalsPl": "active\ngoals",
	"dashboard_box_achievedGoalsSg": "achieved\ngoal",
	"dashboard_box_achievedGoalsPl": "achieved\ngoals",
	"dashboard_box_nextGoal": "next Goal:",
	"dashboard_goals": "Goal setting",
	"settings_rate": "If you like the app, we would appreciate a review!",
	"settings_date": "You are using Lifely since ",
	"settings_title": "Settings",
	"settings_changeName": "Change name",
	"settings_reset": "Reset app",
	"settings_change": "Change",
	"settings_reset_confirm": "Are you sure you want to reset the app? All data will be lost.",
	"settings_reset_confirm reset": "Reset",
	"cancel": "Cancel",
	"big5AndGoal_big5text": "I want to have fulfilled these things before I leave this world again!",
	"big5AndGoal_goalstext": "I will give everything to achieve these goals and grow with them!",
	"big5AndGoal_mybig5": "My Big Five + PFE",
	"big5AndGoal_mygoals": "My goals",
	"big5AndGoal_start": "Start writing down your goals now!",
	"close": "Close",
	"delete": "Delete",
	"popup_goalAchieved": "Goal achieved",
	"popup_goalAchievedDate": "Achieved on:",
	"popup_chooseIcon": "Choose an icon",
	"popup_clear": "Empty fields",
	"popup_clear_clear": "Empty",
	"popup_clear_confirm": "Are you sure you want to empty all fields?",
	"popup_delete_confirm": "Are you sure you want to delete the goal?",
	"popup_noIcon": "No results for:",
	"popup_searchIcon": "Search icon...",
	"popup_delete": "Delete Goal",
	"popup_chooseTitle": "Choose a title",
	"popup_chooseTitleWarning": "Please assign a title.",
	"popup_chooseDate": "Select due date",
	"popup_description": "Here is space for a brief pregnancy description!",
	"popup_descriptionWarning": "Please write a short description;)",
	"popup_note": "Note:",
	"popup_noteTip": "TIP: Always postulate your goals SMART!",
	"popup_chooseIcon2": "Choose an icon",
	"popup_date_days": "Days",
	"popup_date_month": "Month",
	"popup_date_months": "Months",
	"popup_date_past": "(Past!)",
	"popup_date_today": "(Today!)",
	"popup_date_tomorrow": "(Tomorrow!)",
	"popup_date_year": "Year",
	"popup_lifelyPopup_firstGoal": "That was an important step! Stay tuned and add more goals. But you shouldn't overdo it either. First of all, celebrate that you now have a written goal that you want to achieve.\n\nYou can do it!",
	"popup_lifelyPopup_firstGoalAchieved": "You have achieved your first goal. That should be celebrated!\n\nBelieve in yourself and give everything in your further goals!",
	"popup_lifelyPopup_goalAchieved": "This is already your {}. achieved goal!\n\nI am sure that you will also achieve your further goals!",
	"popup_checklist_add": "Add interim goals!",
	"great": "Great",
	"great2": "Fantastic",
	"big5_lock_info": "So that you really stay tuned and devote yourself to your goals, this area available for you in",
	"big5_lock_info2": "\nSee you then!",
	"big5_lock_timeOver": "Nice to have you back, {}.\n\nThe wait was worth it!\nThere are now two new letters in the dashboard for you.\nPress the lock to unlock the area now!",
	"big5_lifelyPopup": "Respect that you have been waiting! Now it's best to read the new letters in the dashboard.\n\nThen you can use the examples here as inspiration to enter your own Big 5 and PFE!",
	"letter_backtothedashboard": "to the dashboard",
	"letter_goalsetting": "Goal setting",
	"letter_goalsetting_text": "1. Why Goals?\n<br><br>\n<strong>‘’If you don't have own goals, you automatically work for the goals of others.’’</strong>\n<br><br>\nEveryone, you too, must have <strong>dreams and ideas about your life</strong>. To really live your dream life you need goals. They guide you. You need goals to become who you want to be and to accomplish the things you set out to do. By the way: there is a big difference between a New Year's resolution and setting and achieving specific goals!<br>\nMost people, for example, only stick to their annual resolutions, if at all, for a month or two. However, you have <strong>clearly defined goals and a why </strong>you can achieve a lot and enrich your life and that of others. It is also important that you have written down your goals. This is what this app is for, among other things. Because studies have shown that people with written goals achieve them much sooner than those who only have their \"goals\" in mind.\nBut important: goals are <strong>very individual </strong>and in no way purely connected with dogged ambition or only material things.\n<br><br><br>\n2. Setting goals\n<br><br>\nNow we come to the goal. First you should ask yourself which areas of life (e.g. health and body, personal growth, fun, etc.) you are not satisfied or where you want improvements. So you should first think about what <strong>wishes</strong> you have <strong>in your areas of life. </strong>Take some time for this.<br>\nNow you should consider what your areas of life should look like at a defined point in time. Become more specific and always remember that in the end it is all about having a great and fulfilling life. The goals should help you and guide you. Always think about why you want to achieve this goal at all. If you don't have a why, create one. It helps you to stay motivated even on bad days.<br>\nAlso important: <strong>have intermediate goals!</strong> A task or goal often appears very complex and difficult to achieve. But if you break it down into several intermediate goals, the world looks very different and you have specific things to do.\n<br><br><br>\n3. SMART-Method\n<br><br>\nNice that you are still there! Now we can come to formulate your goals. Here I would like to introduce you to the SMART-Method. It helps you formulate your goals so that their achievement is supported as best as possible. Here is a picture:",
	"letter_goalsetting_text2": "Instead of: \"I will save a lot of money.\" So your goal should be: \"On December 31, 2020, I will have 10,000 € savings in my account.\"\n<br><br>\nWith this knowledge, you can now start entering your first goal.\n",
	"letter_lifely": "Nice that you're here, <br>\nwith greetings & love, <br>\nLifely",
	"letter_goalsetting_source": "",
	"letter_bigfive": "Big Five",
	"letter_bigfive_source": "Source: The Big Five for Life: What really matters in life, John Strelecky",
	"letter_bigfive_text": "What does Big Five mean? The<strong> Big Five represent the 5 things you want to do or achieve in your life before you die.</strong> Imagine your life would be cataloged and <strong>at the end of your life a museum would be built</strong> where you could exactly see how you spent your life. For example, if you spent half of your life doing sports, half of your museum would be filled with pictures of it. However, this also applies to negative aspects. This example shows how important it is to shape your life according to your ideas, values and interests and to surround yourself with the people who support you.\n<br><br>\nYour Big Five and your PFE go hand in hand. You can think of your PFE as a river that you sail with a boat. On your way you will pass your Big Five and complete it. For example, if you travel the world and get to know many cultures. At the end of your life, when the river runs dry, you have optimally left all of your Big Five behind and have had a successful life. You have taken the success of your life into your own hands and defined it.\n<br><br>\nYou can find examples of your Big Five in the tab to the left of the dashboard.\n<br><br>\nP.s.: The order of the Big Five does not stand for a rating.\n",
	"letter_pfe": "PFE",
	"letter_pfe_source": "Source: The Why Café, John Strelecky",
	"letter_pfe_text": "What does PFE mean? PFE stands for the <strong>purpose for existence</strong>.\n<br><br>\nIn addition to goals, the purpose for existence is almost more important to live a fulfilling life. <strong>Humans live an average of 28.000 days.</strong> Sounds little, doesn't it? It would be a shame if you couldn’t say about your life in the end \"It was a great life\". So ask yourself: why am I here? What will I do with the incredible gift that I'm here at all? To answer this question you have to take your time, the PFE is a very <strong>individual thing</strong> and should be free from other people's expectations. If you live your life according to your PFE and your Big Five (more on that in the other letter) and do every day what makes you happy and gives you joy, <strong>you will not regret a day in your life</strong> and have a great life.\n<br><br>\nIf you don't have an exact idea now: No problem! </strong>It takes time and experience to find your PFE. So dare and try something new.</strong> For example, you can try a new hobby or just do something you've never done before. The more different you try and the more experience you have, the sooner you will find your destiny! You can find examples of your PFE in the tab to the left of the dashboard.\n<br><br>\nThe term PFE originally comes from the book \"The Why Cafe\" by John Strelecky. The book is a recommendation! ;) For illustration purposes, you are welcome to watch a short video by the author about the PFE. Just search for ‘’What is my purpose for existing?’’.",
	"letter_goal_readingtime": "Reading time: 5min",
	"letter_pfe_readingtime": "Reading time: 3min",
	"letter_bigfive_readingtime": "Reading time: 1min",
	"popup_image_pick": "Pick image",
	"popup_image_savebefore": "Save the goal first to add an image.",
    "goalsList_achieved_goals": "achieved goals:"
}
